text: dict = {
    "profile_info": "Профиль {name}\n"
    "возраст: {age}\n"
    "вес: {weight}\n"
    "пол: {gender}",
    "create_profile": "Сейчас создадим твой профиль, нужен твой возраст.",
    "age_success": "понял, теперь нужен твой вес",
    "weight_success": "теперь нужно понять какого ты пола.",
    "gender_success": "понял, создаю профиль.",
    "fail_gender": "не понял какого ты пола. Я вывел 2 кнопочки нажми на ту которая к тебе ближе",
    "fail_int": "ты ошибся, {} должен быть цыфрой",
}

genders: list = ["8==D", "()"]
